Repository: herbrine8403/EasyTier-iOS
Catalog: EasyTier/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.author
source: Author
zh_hans: 作者

# about.check_update
source: Check Update
zh_hans: 检查更新

# about.description
source: EasyTier is a simple, safe and decentralized VPN networking solution implemented with the Rust language and Tokio framework.
zh_hans: 一个简单、安全、去中心化的内网穿透 VPN 组网方案，使用 Rust 语言和 Tokio 框架实现。

# about.homepage
source: Homepage
zh_hans: 主页

# about.license
source: License
zh_hans: 许可证

# about.title
source: About
zh_hans: 关于

# about.version
source: Version
zh_hans: 版本

# add_new_network
source: New Network
zh_hans: 添加新网络

source: Advanced Settings
zh_hans: 高级设置

source: Basic Settings
zh_hans: 基础设置

# bind_device
source: Bind to Physical Device Only
zh_hans: 仅使用物理网卡

# bind_device_help
source: Use only the physical network interface to prevent EasyTier from connecting via virtual networks.
zh_hans: 仅使用物理网卡，避免 EasyTier 通过其他虚拟网建立连接。

# chips_placeholder
source: e.g: {0}, select from the dropdown after input
zh_hans: 例如： {0}, 输入后在下拉框中选择生效

# client.not_running
source: Unable to connect to remote client.
zh_hans: 无法连接至远程客户端

# client.retry
source: Retry
zh_hans: 重试

source: Close
zh_hans: 关闭

source: Collect Network Infos
zh_hans: 收集网络信息

# common_text.add_exit_node
source: Add Exit Node
zh_hans: 添加出口节点

# common_text.add_listener_url
source: Add Listener URL
zh_hans: 添加监听地址

# common_text.add_map_listener
source: Add Map Listener
zh_hans: 添加监听映射

# common_text.add_network
source: Add Network
zh_hans: 添加网络

# common_text.add_peer
source: Add Peer
zh_hans: 添加节点

# common_text.add_port_forward
source: Add Port Forward
zh_hans: 添加端口转发

# common_text.add_proxy_cidr
source: Add Proxy CIDR
zh_hans: 添加代理网段

# common_text.add_route
source: Add Route
zh_hans: 添加路由

# common_text.address
source: Address
zh_hans: 地址

# common_text.default
source: Default
zh_hans: 默认

# common_text.edit_proxy_cidr
source: Edit Proxy CIDR
zh_hans: 编辑代理网段

# common_text.empty
source: Empty
zh_hans: 空

# common_text.enable
source: Enable
zh_hans: 启用

# common_text.mapped_cidr
source: Mapped CIDR
zh_hans: 映射网段

# common_text.proxy_cidr
source: Proxy CIDR
zh_hans: 代理网段

# common_text.use_device_name
source: Use Device Name as Default
zh_hans: 使用设备名称作为默认值

source: Config File
zh_hans: 配置文件

source: Config Network
zh_hans: 配置网络

# config_saved
source: Configuration saved
zh_hans: 配置已保存

source: Config Server Address
zh_hans: 配置服务器地址

# config-server.address_placeholder
source: e.g.: udp://127.0.0.1:22020/admin or admin
zh_hans: 例如：udp://127.0.0.1:22020/admin 或 admin

# config-server.connected
source: : Connected
zh_hans: : 已连接

# config-server.connecting
source: : Connecting...
zh_hans: : 连接中...

# config-server.connection_status
source: Connection Status
zh_hans: 连接状态

# config-server.description
source: Config server address, allowed formats: Full URL: udp://127.0.0.1:22020/admin Username only: admin (uses official server) Leave blank: Don't connect to a config server
zh_hans: 配置服务器地址，支持以下格式： 完整URL：udp://127.0.0.1:22020/admin 仅用户名：admin（使用官方服务器） 留空：不连接配置服务器

# config-server.disconnected
source: : Disconnected
zh_hans: : 未连接

# config-server.title
source: Config Server
zh_hans: 配置服务器

# config-server.update_service_confirm
source: The service will be restarted to apply changes, do you want to continue?
zh_hans: 将重启服务以应用更改，是否继续？

# del_cur_network
source: Delete Current Network
zh_hans: 删除当前网络

source: Detail
zh_hans: 详情

# dev_name
source: TUN interface name
zh_hans: TUN接口名称

# dev_name_placeholder
source: Note: When multiple networks use the same TUN interface name at the same time, there will be a conflict when setting the TUN's IP. Leave blank to automatically generate a random name.
zh_hans: 注意：当多个网络同时使用相同的TUN接口名称时，将会在设置TUN的IP时产生冲突，留空以自动生成随机名称

# dhcp_experimental_warning
source: Experimental warning! if there is an IP conflict in the network when using DHCP, the IP will be automatically changed.
zh_hans: 实验性警告！使用DHCP时如果组网环境中发生IP冲突，将自动更改IP。

# disable_auto_launch
source: Disable Launch on Reboot
zh_hans: 关闭开机自启

source: Disable Encryption
zh_hans: 禁用加密

# disable_encryption_help
source: Disable encryption for peers communication, default is false, must be same with peers
zh_hans: 禁用对等节点通信的加密，默认为false，必须与对等节点相同

source: Disable IPv6
zh_hans: 禁用IPv6

# disable_ipv6_help
source: Disable IPv6 functionality for this node, only use IPv4 for network communication.
zh_hans: 禁用此节点的IPv6功能，仅使用IPv4进行网络通信。

source: Disable KCP Input
zh_hans: 禁用 KCP 输入

# disable_kcp_input_help
source: Disable inbound KCP traffic, while nodes with KCP proxy enabled continue to connect using TCP.
zh_hans: 禁用 KCP 入站流量，其他开启 KCP 代理的节点仍然使用 TCP 连接到本节点。

source: Disable P2P
zh_hans: 禁用 P2P

# disable_p2p_help
source: Disable P2P mode; route all traffic through a manually specified relay server.
zh_hans: 禁用 P2P 模式，所有流量通过手动指定的服务器中转。

source: Disable QUIC Input
zh_hans: 禁用 QUIC 输入

# disable_quic_input_help
source: Disable inbound QUIC traffic, while nodes with QUIC proxy enabled continue to connect using TCP.
zh_hans: 禁用 QUIC 入站流量，其他开启 QUIC 代理的节点仍然使用 TCP 连接到本节点。

# disable_sym_hole_punching
source: Disable Symmetric NAT Hole Punching
zh_hans: 禁用对称NAT打洞

# disable_sym_hole_punching_help
source: Disable special hole punching handling for symmetric NAT (based on birthday attack), treat symmetric NAT as cone NAT
zh_hans: 禁用对称NAT的打洞（生日攻击），将对称NAT视为锥形NAT处理

source: Disable TCP Hole Punching
zh_hans: 禁用TCP打洞

# disable_tcp_hole_punching_help
source: Disable tcp hole punching
zh_hans: 禁用TCP打洞功能

source: Disable UDP Hole Punching
zh_hans: 禁用UDP打洞

# disable_udp_hole_punching_help
source: Disable udp hole punching
zh_hans: 禁用UDP打洞功能

source: Download
zh_hans: 下载

# download_bytes
source: Download
zh_hans: 下载

# edit_config
source: Edit Config File
zh_hans: 编辑配置文件

source: Edit Port Forward
zh_hans: 编辑端口转发

# enable_auto_launch
source: Enable Launch on Reboot
zh_hans: 开启开机自启

source: Enable Exit Node
zh_hans: 启用出口节点

# enable_exit_node_help
source: Allow this node to be an exit node
zh_hans: 允许此节点成为出口节点

source: Enable KCP Proxy
zh_hans: 启用 KCP 代理

# enable_kcp_proxy_help
source: Convert TCP traffic to KCP traffic to reduce latency and boost transmission speed.
zh_hans: 将 TCP 流量转为 KCP 流量，降低传输延迟，提升传输速度。

source: Enable Magic DNS
zh_hans: 启用魔法DNS

# enable_magic_dns_help
source: Enable magic dns, all nodes in the network can access each other by domain name, e.g.: node1.et.net.
zh_hans: 启用魔法DNS，允许通过EasyTier的DNS服务器访问其他节点的虚拟IPv4地址， 如 node1.et.net。

source: Enable Private Mode
zh_hans: 启用私有模式

# enable_private_mode_help
source: Enable private mode, nodes with different network names or passwords from this network are not allowed to perform handshake or relay through this node.
zh_hans: 启用私有模式，则不允许使用了与本网络不相同的网络名称和密码的节点通过本节点进行握手或中转。

source: Enable QUIC Proxy
zh_hans: 启用 QUIC 代理

# enable_quic_proxy_help
source: Convert TCP traffic to QUIC traffic to reduce latency and boost transmission speed.
zh_hans: 将 TCP 流量转为 QUIC 流量，降低传输延迟，提升传输速度。

source: Enable VPN Portal
zh_hans: 启用VPN门户

# error_msg
source: Error Message
zh_hans: 错误信息

source: Event Log
zh_hans: 事件日志

# event.ConnectError
source: ConnectError
zh_hans: 连接错误

# event.Connecting
source: Connecting
zh_hans: 正在连接

# event.ConnectionAccepted
source: ConnectionAccepted
zh_hans: 连接已接受

# event.ConnectionError
source: ConnectionError
zh_hans: 连接错误

# event.DhcpIpv4Changed
source: DhcpIpv4Changed
zh_hans: DHCP IPv4地址更改

# event.DhcpIpv4Conflicted
source: DhcpIpv4Conflicted
zh_hans: DHCP IPv4地址冲突

# event.ListenerAcceptFailed
source: ListenerAcceptFailed
zh_hans: 监听器接受连接失败

# event.ListenerAdded
source: ListenerAdded
zh_hans: 监听器添加

# event.ListenerAddFailed
source: ListenerAddFailed
zh_hans: 监听器添加失败

# event.PeerAdded
source: PeerAdded
zh_hans: 对端添加

# event.PeerConnAdded
source: PeerConnAdded
zh_hans: 对端连接添加

# event.PeerConnRemoved
source: PeerConnRemoved
zh_hans: 对端连接移除

# event.PeerRemoved
source: PeerRemoved
zh_hans: 对端移除

# event.PortForwardAdded
source: PortForwardAdded
zh_hans: 端口转发添加

# event.ProxyCidrsUpdated
source: ProxyCidrsUpdated
zh_hans: 子网代理CIDR更新

# event.TunDeviceError
source: TunDeviceError
zh_hans: Tun设备错误

# event.TunDeviceReady
source: TunDeviceReady
zh_hans: Tun设备就绪

# event.Unknown
source: Unknown
zh_hans: 未知

# event.VpnPortalClientConnected
source: VpnPortalClientConnected
zh_hans: VPN门户客户端已连接

# event.VpnPortalClientDisconnected
source: VpnPortalClientDisconnected
zh_hans: VPN门户客户端已断开连接

# event.VpnPortalStarted
source: VpnPortalStarted
zh_hans: VPN门户已启动

# exchange_language
source: 切换中文
zh_hans: Switch to English

source: Exit
zh_hans: 退出

source: Exit Nodes
zh_hans: 出口节点列表

# exit_nodes_help
source: Exit nodes to forward all traffic to, a virtual ipv4 address, priority is determined by the order of the list
zh_hans: 转发所有流量的出口节点，虚拟IPv4地址，优先级由列表顺序决定

# flags_switch
source: Feature Switch
zh_hans: 功能开关

source: Hide Dock Icon
zh_hans: 隐藏 Dock 图标

source: Hide Node Details
zh_hans: 隐藏节点详细信息

source: Hostname
zh_hans: 主机名

# hostname_placeholder
source: Leave blank and default to host name: {0}
zh_hans: 留空默认为主机名: {0}

source: Instance ID
zh_hans: 实例ID

source: Latency
zh_hans: 延迟

# latency_first
source: Enable Latency-First Mode
zh_hans: 开启延迟优先模式

# latency_first_help
source: Ignore hop count and select the path with the lowest total latency
zh_hans: 忽略中转跳数，选择总延迟最低的路径

source: Listener URLs
zh_hans: 监听地址

source: Logging
zh_hans: 日志

# logging_copy_dir
source: Copy Log Path
zh_hans: 复制日志路径

# logging_level_debug
source: Debug
zh_hans: 调试

# logging_level_info
source: Info
zh_hans: 信息

# logging_level_trace
source: Trace
zh_hans: 跟踪

# logging_level_warn
source: Warn
zh_hans: 警告

# logging_open_dir
source: Open Log Directory
zh_hans: 打开日志目录

source: Loss Rate
zh_hans: 丢包率

source: Manual
zh_hans: 手动

# manual_routes
source: Manual Route
zh_hans: 自定义路由

# manual_routes_help
source: Assign routes cidr manually, will disable subnet proxy and wireguard routes propagated from peers. e.g.:192.168.0.0/16
zh_hans: 手动分配路由CIDR，将禁用子网代理和从对等节点传播的wireguard路由。例如：192.168.0.0/16

# mapped_listeners
source: Map Listeners
zh_hans: 监听映射

# mapped_listeners_help
source: Manually specify the public address of the listener, other nodes can use this address to connect to this node. e.g.: tcp://123.123.123.123:11223, can specify multiple.
zh_hans: 手动指定监听器的公网地址，其他节点可以使用该地址连接到本节点。 例如：tcp://123.123.123.123:11223，可以指定多个。

# mode.config_dir
source: Config Dir
zh_hans: 配置目录

# mode.log_dir
source: Log Dir
zh_hans: 日志目录

# mode.log_level
source: Log Level
zh_hans: 日志级别

# mode.normal
source: Normal
zh_hans: 普通模式

# mode.normal_description
source: Run EasyTier directly, suitable for local use.
zh_hans: 直接运行EasyTier，适合本地使用

# mode.remote
source: Remote
zh_hans: 远程模式

# mode.remote_description
source: Connect to a remote RPC service to manage and control remote nodes.
zh_hans: 连接到远程RPC服务，管理和控制远程节点

# mode.remote_rpc_address
source: Remote RPC Address
zh_hans: 远程RPC地址

# mode.remote_rpc_address_empty
source: Remote RPC Address cannot be empty
zh_hans: 远程RPC地址不能为空

# mode.rpc_portal
source: RPC Portal
zh_hans: RPC端口

# mode.service
source: Service
zh_hans: 服务模式

# mode.service_config_empty
source: Service Config cannot be empty
zh_hans: 服务配置不能为空

# mode.service_description
source: Run as a system service, supporting auto-startup and background operation. The service continues to run in the background after exiting the GUI.
zh_hans: 作为系统服务运行，支持开机自启和后台运行。退出GUI后服务仍在后台运行。

# mode.service_status
source: Service Status
zh_hans: 服务状态

# mode.service_status_notinstalled
source: Not Installed
zh_hans: 未安装

# mode.service_status_running
source: Running
zh_hans: 运行中

# mode.service_status_stopped
source: Stopped
zh_hans: 已停止

# mode.stop_service
source: Stop Service
zh_hans: 停止服务

# mode.stop_service_success
source: Service stopped successfully
zh_hans: 服务停止成功

# mode.switch_mode
source: Switch Mode
zh_hans: 切换模式

# mode.title
source: Mode
zh_hans: 模式

# mode.uninstall_service
source: Uninstall Service
zh_hans: 卸载服务

# mode.uninstall_service_confirm
source: Are you sure you want to uninstall the service?
zh_hans: 确定要卸载服务吗？

# mode.uninstall_service_success
source: Service uninstalled successfully, switched back to normal mode
zh_hans: 服务卸载成功，已切换回普通模式

# mtu_help
source: MTU of the TUN device, default is 1380 for non-encryption, 1360 for encryption. Range:400-1380
zh_hans: TUN设备的MTU，默认为非加密时为1380，加密时为1360。范围：400-1380

# mtu_placeholder
source: Leave blank as default value 1380
zh_hans: 留空为默认值1380

source: Multi Thread
zh_hans: 启用多线程

# multi_thread_help
source: Use multi-thread runtime
zh_hans: 使用多线程运行时

source: My Node Info
zh_hans: 当前节点信息

source: NAT Type
zh_hans: NAT 类型

source: Network
zh_hans: 网络

source: Network Infos
zh_hans: 网络信息

source: Network Instances
zh_hans: 网络实例

source: Network Name
zh_hans: 名称

# network_running
source: running
zh_hans: 运行中

source: Network Secret
zh_hans: 密码

# network_stopped
source: stopped
zh_hans: 已停止

source: Networking Method
zh_hans: 网络方式

# no_tun
source: No TUN Mode
zh_hans: 无 TUN 模式

# no_tun_help
source: Do not use a TUN interface, suitable for environments without administrator privileges. This node is only accessible; accessing other nodes requires SOCKS5.
zh_hans: 不使用 TUN 网卡，适合无管理员权限时使用。本节点仅允许被访问。访问其他节点需要使用 SOCK5

# off_text
source: Press to disable
zh_hans: 点击关闭

# on_text
source: Press to enable
zh_hans: 点击开启

source: P2P Only
zh_hans: 仅 P2P

# p2p_only_help
source: Only communicate with peers that have already established P2P connections, do not relay through other nodes.
zh_hans: 仅与已经建立P2P连接的对等节点通信，不通过其他节点中转。

source: Parse Network Config
zh_hans: 解析网络配置

# peer_count
source: Connected
zh_hans: 已连接

source: Peer Info
zh_hans: 节点信息

source: Peer URLs
zh_hans: 对等节点地址

# port_forwards
source: Port Forward
zh_hans: 端口转发

# port_forwards_add_btn
source: Add
zh_hans: 添加

# port_forwards_bind_addr
source: Bind address, e.g.: 0.0.0.0
zh_hans: 绑定地址，如：0.0.0.0

# port_forwards_dst_addr
source: Destination address, e.g.: 10.126.126.1
zh_hans: 目标地址，如：10.126.126.1

# port_forwards_help
source: forward local port to remote port in virtual network. e.g.: udp://0.0.0.0:12345/10.126.126.1:23456, means forward local udp port 12345 to 10.126.126.1:23456 in the virtual network. can specify multiple.
zh_hans: 将本地端口转发到虚拟网络中的远程端口。例如：udp://0.0.0.0:12345/10.126.126.1:23456，表示将本地UDP端口12345转发到虚拟网络中的10.126.126.1:23456。可以指定多个。

# proxy_cidrs
source: Subnet Proxy CIDRs
zh_hans: 子网代理CIDR

# proxy_forward_by_system
source: System Forward
zh_hans: 系统转发

# proxy_forward_by_system_help
source: Forward packet to proxy networks via system kernel, disable internal nat for network proxy
zh_hans: 通过系统内核转发子网代理数据包，禁用内置NAT

source: Public Server
zh_hans: 公共服务器

source: Public Server URL
zh_hans: 公共服务器地址

# relay_all_peer_rpc
source: Relay RPC Packets
zh_hans: 转发RPC包

# relay_all_peer_rpc_help
source: Relay all peer rpc packets, even if the peer is not in the relay network whitelist. This can help peers not in relay network whitelist to establish p2p connection.
zh_hans: 允许转发所有对等节点的RPC数据包，即使对等节点不在转发网络白名单中。 这可以帮助白名单外网络中的对等节点建立P2P连接。

# relay_network_whitelist
source: Network Whitelist
zh_hans: 网络白名单

# relay_network_whitelist_help
source: Only forward traffic from the whitelist networks, supporting wildcard strings, multiple network names can be separated by spaces. If this parameter is empty, forwarding is disabled. By default, all networks are allowed. e.g.: '*' (all networks), 'def*' (networks with the prefix 'def'), 'net1 net2' (only allow net1 and net2)
zh_hans: 仅转发白名单网络的流量，支持通配符字符串。多个网络名称间可以使用英文空格间隔。 如果该参数为空，则禁用转发。默认允许所有网络。 例如：'*'（所有网络），'def*'（以def为前缀的网络），'net1 net2'（只允许net1和net2）

source: Retain Network Instance
zh_hans: 保留网络实例

source: Route Cost
zh_hans: 路由

source: RPC Port
zh_hans: RPC端口

# rpc_portal_whitelists
source: RPC Whitelist
zh_hans: RPC白名单

source: Run Network
zh_hans: 运行网络

source: Running
zh_hans: 运行中

source: Save
zh_hans: 保存

source: Select Network
zh_hans: 选择网络

source: Settings
zh_hans: 设置

source: Show Config
zh_hans: 显示配置

source: Show Dock Icon
zh_hans: 显示 Dock 图标

source: Show Event Log
zh_hans: 显示事件日志

source: Show Node Details
zh_hans: 显示节点详细信息

source: Show VPN Portal Config
zh_hans: 显示VPN门户配置

# socks5
source: Socks5 Server
zh_hans: socks5服务器

# socks5_help
source: Enable socks5 server, allow socks5 client to access virtual network. format: <port>, e.g.: 1080
zh_hans: 启用 socks5 服务器，允许 socks5 客户端访问虚拟网络. 格式: <端口>，例如：1080

source: Standalone
zh_hans: 独立

# status.local
source: Local
zh_hans: 本机

# status.relay
source: Relay
zh_hans: 中继

# status.server
source: Server
zh_hans: 服务器

# status.version
source: Version
zh_hans: 内核版本

source: Stop Network
zh_hans: 停止网络

# tray.exit
source: Exit
zh_hans: 退出

# tray.show
source: Show / Hide
zh_hans: 显示 / 隐藏

# tunnel_proto
source: Protocol
zh_hans: 协议

source: Upload
zh_hans: 上传

# upload_bytes
source: Upload
zh_hans: 上传

# use_latency_first
source: Latency First Mode
zh_hans: 延迟优先模式

# use_smoltcp
source: Use User-Space Protocol Stack
zh_hans: 使用用户态协议栈

# use_smoltcp_help
source: Use a user-space TCP/IP stack to avoid issues with operating system firewalls blocking subnet or KCP proxy functionality.
zh_hans: 使用用户态 TCP/IP 协议栈，避免操作系统防火墙问题导致无法子网代理 / KCP代理。

source: Virtual IPv4
zh_hans: 虚拟IPv4地址

# vpn_portal_client_network
source: Client Sub Network
zh_hans: 客户端子网

source: VPN Portal Config
zh_hans: VPN门户配置

source: VPN Portal Listen Port
zh_hans: 监听端口

# web.common.cancel
source: Cancel
zh_hans: 取消

# web.common.confirm
source: Confirm
zh_hans: 确认

# web.common.delete
source: Delete
zh_hans: 删除

# web.common.edit
source: Edit
zh_hans: 编辑

# web.common.error
source: Error
zh_hans: 错误

# web.common.info
source: Info
zh_hans: 提示

# web.common.loading
source: Loading...
zh_hans: 加载中...

# web.common.refresh
source: Refresh
zh_hans: 刷新

# web.common.save
source: Save
zh_hans: 保存

# web.common.success
source: Success
zh_hans: 成功

# web.common.warning
source: Warning
zh_hans: 警告

# web.device_management.cancel_edit
source: Cancel Edit
zh_hans: 取消编辑

# web.device_management.config_saved
source: Config Saved
zh_hans: 配置已保存

# web.device_management.create_network
source: Create Network
zh_hans: 创建网络

# web.device_management.create_new
source: Create New Network
zh_hans: 创建新网络

# web.device_management.delete_network
source: Delete Network
zh_hans: 删除网络

# web.device_management.disable_network
source: Disable Network
zh_hans: 禁用网络

# web.device_management.edit_as_file
source: Edit as File
zh_hans: 编辑为文件

# web.device_management.edit_network
source: Edit Network
zh_hans: 编辑网络

# web.device_management.export_config
source: Export Config
zh_hans: 导出配置

# web.device_management.import_config
source: Import Config
zh_hans: 导入配置

# web.device_management.loading_network_configuration
source: Loading Network Configuration
zh_hans: 加载网络配置

# web.device_management.more_actions
source: More Actions
zh_hans: 更多操作

# web.device_management.network
source: Network
zh_hans: 网络

# web.device_management.network_configuration
source: Network Configuration
zh_hans: 网络配置

# web.device_management.network_status
source: Network Status
zh_hans: 网络状态

# web.device_management.no_network_selected
source: No Network Selected
zh_hans: 未选择网络

# web.device_management.save_config
source: Save Config
zh_hans: 保存配置

# web.device_management.select_existing_network_or_create_new
source: Select an existing network instance or create a new one to manage network settings
zh_hans: 选择现有网络实例或创建新网络以管理网络设置

# web.device_management.select_network
source: Select Network
zh_hans: 选择网络

# web.device.add
source: Add Device
zh_hans: 添加设备

# web.device.delete
source: Delete Device
zh_hans: 删除设备

# web.device.hide_detailed_view
source: Hide Details
zh_hans: 隐藏详情

# web.device.hostname
source: Hostname
zh_hans: 主机名

# web.device.last_report
source: Last Seen
zh_hans: 最后在线

# web.device.last_seen
source: Last Seen
zh_hans: 最后在线

# web.device.list
source: Device List
zh_hans: 设备列表

# web.device.machine_id
source: Machine ID
zh_hans: 机器ID

# web.device.management
source: Device Management
zh_hans: 设备管理

# web.device.networks
source: Network Count
zh_hans: 网络数量

# web.device.no_devices
source: No Devices Found
zh_hans: 未找到设备

# web.device.offline
source: Offline
zh_hans: 离线

# web.device.online
source: Online
zh_hans: 在线

# web.device.public_ip
source: Public IP
zh_hans: 公网IP

# web.device.refresh
source: Refresh
zh_hans: 刷新

# web.device.show_detailed_view
source: Show Details
zh_hans: 显示详情

# web.device.sort_by
source: Sort By
zh_hans: 排序依据

# web.device.sort_by_hostname
source: Hostname
zh_hans: 主机名

# web.device.sort_by_networks
source: Network Count
zh_hans: 网络数量

# web.device.sort_by_public_ip
source: Public IP
zh_hans: 公网IP

# web.device.sort_by_version
source: Version
zh_hans: 版本

# web.device.sort_direction
source: Sort Direction
zh_hans: 排序方向

# web.device.sort_direction_asc
source: Currently ascending, click to switch to descending
zh_hans: 当前升序，点击切换为降序

# web.device.sort_direction_desc
source: Currently descending, click to switch to ascending
zh_hans: 当前降序，点击切换为升序

# web.device.status
source: Status
zh_hans: 状态

# web.device.unknown_location
source: Unknown Location
zh_hans: 未知位置

# web.device.version
source: Version
zh_hans: 版本

# web.login.api_host
source: API Host
zh_hans: API主机

# web.login.back_to_login
source: Back to Login
zh_hans: 返回登录

# web.login.captcha
source: Captcha
zh_hans: 验证码

# web.login.login
source: Login
zh_hans: 登录

# web.login.password
source: Password
zh_hans: 密码

# web.login.register
source: Register
zh_hans: 注册

# web.login.remember_me
source: Remember Me
zh_hans: 记住我

# web.login.submit
source: Login
zh_hans: 登录

# web.login.title
source: Login
zh_hans: 登录

# web.login.username
source: Username
zh_hans: 用户名

# web.main.change_password
source: Change Password
zh_hans: 修改密码

# web.main.dashboard
source: Dashboard
zh_hans: 仪表盘

# web.main.device_list
source: Device List
zh_hans: 设备列表

# web.main.device_management
source: Device Management
zh_hans: 设备管理

# web.main.language
source: Language
zh_hans: 语言

# web.main.login_page
source: Login Page
zh_hans: 登录页面

# web.main.logout
source: Logout
zh_hans: 退出登录

# web.main.settings
source: Settings
zh_hans: 设置

# web.network.config
source: Network Config
zh_hans: 网络配置

# web.network.create
source: Create Network
zh_hans: 创建网络

# web.network.delete
source: Delete Network
zh_hans: 删除网络

# web.network.export
source: Export Config
zh_hans: 导出配置

# web.network.import
source: Import Config
zh_hans: 导入配置

# web.network.start
source: Start Network
zh_hans: 启动网络

# web.network.status
source: Network Status
zh_hans: 网络状态

# web.network.stop
source: Stop Network
zh_hans: 停止网络

# web.network.title
source: Network
zh_hans: 网络

# web.register.confirm_password
source: Confirm Password
zh_hans: 确认密码

# web.register.login
source: Back to Login
zh_hans: 返回登录

# web.register.password
source: Password
zh_hans: 密码

# web.register.submit
source: Register
zh_hans: 注册

# web.register.title
source: Register
zh_hans: 注册

# web.register.username
source: Username
zh_hans: 用户名

# web.settings.change_password
source: Change Password
zh_hans: 修改密码

# web.settings.confirm_password
source: Confirm New Password
zh_hans: 确认新密码

# web.settings.language
source: Language
zh_hans: 语言

# web.settings.logout
source: Logout
zh_hans: 退出登录

# web.settings.new_password
source: New Password
zh_hans: 新密码

# web.settings.old_password
source: Old Password
zh_hans: 旧密码

# web.settings.theme
source: Theme
zh_hans: 主题

# web.settings.title
source: Settings
zh_hans: 设置
